class QnaItem {
  final String question;
  final String answer;

  QnaItem({required this.question, required this.answer});
}

List<QnaItem> qnaList = [
  QnaItem(
    question: '자기 소개 해주세요',
    answer:
    '모나미 기획서를 읽으면서 가장 인상 깊었던 부분은, 디지털화와 고급화, 사업 다각화를 통해 침체된 문구 시장의 한계를 극복하려는 도전 정신입니다. 이러한 혁신적인 자세에 깊이 공감하여...',
  ),
  QnaItem(
    question: '지원하게 된 동기를 말씀해주세요',
    answer:
    '모나미 기획서를 읽으면서 가장 인상 깊었던 부분은, 디지털화와 고급화, 사업 다각화를 통해 정체된 문구 시장의 한계를 극복하려는 노력입니다. 저의 분석력과 기획력을 이곳에서 발휘하고 싶습니다.',
  ),
  QnaItem(
    question: '좋아하는 콘텐츠의 플랫폼을 마케팅해주세요',
    answer:
    '모나미 기획서를 읽으면서 가장 인상 깊었던 부분은, 디지털화와 고급화, 사업 다각화를 통해 침체된 문구 시장의 한계를 극복하려는 전략입니다. 특히 Z세대를 타겟으로 한...',
  ),
  QnaItem(
    question: 'IMC 기획서 중 인상 깊은 것을 말해주세요',
    answer:
    '모나미 기획서를 읽으면서 가장 인상 깊었던 부분은, 디지털화와 고급화, 사업 다각화를 통해 침체된 문구 시장의 한계를 극복하려는 비전입니다. 온오프라인 연계 마케팅 전략이 인상적이었습니다.',
  ),
  QnaItem(
    question: '이곳에서 얻고 싶은 성취가 있나요?',
    answer:
    '모나미 기획서를 읽으면서 가장 인상 깊었던 부분은, 디지털화와 고급화, 사업 다각화를 통해 침체된 문구 시장의 한계를 극복하려는 의지입니다. 데이터 기반의 성공적인 마케팅 캠페인을 만들고 싶습니다.',
  ),
  // 필요하다면 더 많은 QnaItem 추가
];